using System;

namespace HW._02
{
    class Program
    {
        static void Main(string[] args)
        {
            // Чтение файла по пути "C:\Users\Lex\Desktop\VS Projects\image.txt"
            // Создаем стринговый массив, для чтения всего текста.
            //  Создаем стринговый массив, который обособляет каждый байт с помощью пробела.
            // Создаем байтовый массив, который будет содержать в себе такую же длинну как у стрингового массива.
            // Создаем цикл, который будет конвертировать каждую последующую, начиная с первой, строку в байт
            // Создание файла, с помощью массива байтов.
            // Активация сборщика мусора
            Console.WriteLine("Hello World!");
        }
    }
}
